{
    "roomorder": "1,7,4,5,8,3,9,6,2,10",
    "start": "06-11-2025 11:46:59",
    "end": "06-11-2025 11:47:59",
    "data": {
        "player": {
            "noice": 1,
            "pickups": [
                "lever"
            ]
        },
        "route": {
            "routetaken": [
                "step A : 1",
                "step B : 4",
                "step C : 9",
                "step D : 6",
                "step E : 2",
                "step F : 10"
            ],
            "doorcode": "14962",
            "errors": [],
            "roomanswers": [
                "room1 : a",
                "room4 : b",
                "room9 : b",
                "room6 : b",
                "room2 : -",
                "room10 : True"
            ]
        },
        "story": {
            "fullstory": [
                "Je herinnert je alleen nog de val door een diep gat, na een zware aardbeving.",
                "Versuft sta je op.",
                "Je ziet links van je een deur en rechts van je een gang met aan het einde een standbeeld.",
                "Je opent de deur en stapt er doorheen.",
                "Tot je verbazing laat je de deur los.",
                "De deur valt achter je in het slot en lijkt niet meer open te kunnen.",
                "Je staat in een kamer met allemaal boekenkasten en een grote tafel in het midden.",
                "Je ziet 2 trappen aan het einde van de kamer.",
                "Een trap naar beneden en een trap naar boven.",
                "Je stapt de trap op naar beneden.",
                "Tot dusver loopt alles gesmeerd, denk je bij jezelf.",
                "Bij de derde trede hoor je een onheilspellende klik.",
                "Achter je valt er een rotsblok uit het plafond op de trap en rolt jouw kant op.",
                "Je rent zo hard je kunt naar beneden en net voor dat het rotsblok je zou raken spring je door een deur opening.",
                "Je kijkt achter je en ziet dat het rotsblok is blijven steken.",
                "Voor nu is de kust weer even veilig.",
                "Helaas is er geen weg terug.",
                "Dus je begint de kamer te onderzoeken.",
                "Aan 1 van de muren vindt je een kleine opening in de muur met een hendel er naast.",
                "De hendel staat in de middelste positie en vraagt er om bewogen te worden.",
                "Je trek de hendel naar benenden en hij breekt af.",
                "Een scherpe kant laat zich zien aan de andere kant van de hendel.",
                "Dit zou wel eens een goede pikhouweel kunnen zijn om dat gat groter te maken...",
                "Ijverig begin je te hakken op het gat net zolang totdat het groot genoeg is om doorheen te kruipen",
                "Je baant je een weg met je pickhouweel door de smalle gang die schuin naar boven gaat.",
                "Klimmend, klauterend en met gebruik van je nieuwe tool vind je je weg naar boven.",
                "Boven aangekomen stuit je op een muur van klimop en licht gloeiende objecten.",
                "Met een grote zwaai sla je er een weg doorheen en hoort iets vallen op de grond.",
                "Je stapt een kamer binnen.",
                "De kamer is verlicht door een zacht gloeiend schijnsel dat wordt uitgezonden door tientallen paarse en roze glinsterende kristallen.",
                "De muren zijn ruw en bedekt met klimop, maar tussen de weelderige begroeiing fonkelen de kristallen helder, als kleine juwelen in de duisternis.",
                "Ondanks de vredige uitstraling van de kamer, voelt het als een plaats van rust en bezinning te midden van de grimmige sfeer van de dungeon.",
                "Op de grond ligt een paarse kristal.",
                "Vanuit je ooghoek zie je een standbeeld in de hoek van de kamer, met daarnaast een doorgang met een hek.",
                "Je loopt richting het hek, opent het.",
                "Je loopt door het hek en het valt achter dicht.",
                "Voor een kolosale ijzeren deur zie je een wezen van onmetelijke kracht en grandeur: Een Draak...",
                "De draak ligt rustig te slapen, zijn machtige flanken rijzen gelijkmatig op en neer met zijn ademhaling.",
                "Je ziet een sleutel om zijn nek zitten, die zal wel voor die grote ijzeren deur zijn.",
                "Voorzichtig sluip je richting het beest en rijkt naar de sleutel.",
                "Met veel beleid pak je de sleutel van de nek van de draak.",
                "Met de sleutel in je hand snel je je naar de grote ijzeren deur.",
                "Hij past perfect en je opent de deur soepel.",
                "Je stapt de deur door.",
                "Achter je slaat de deur dicht.",
                "Recht voor je zie je een trap naar boven.",
                "Dat moet de uitgang zijn, denk je bij jezelf.",
                "Je loopt de ronde, ijzeren trap op.",
                "Boven aan de trap kom je bij een dichte deur.",
                "Naast de deur zit een plaat met de cijfers 1 t/m 9 en een beschrijving er onder.",
                "De beschrijving luidt:",
                "\"Toets de route in die u heeft bewandeld om hier te geraken\".",
                "\"U heeft 3 pogingen om de 5-cijferige code correct in te voeren\".",
                "Nog 3 pogingen over...",
                "Error, ongeldige invoer, probeer opnieuw!",
                "Nog 2 pogingen over...",
                "Error, ongeldige invoer, probeer opnieuw!",
                "Nog 1 poging over...",
                "Te veel incorrecte pogingen",
                "",
                "Een rood licht boven de deur begint te knipperen en de kamer begint zicht te vullen met gas.",
                "Plots krijg je een goed idee, je hebt die hendel nog.",
                "Je zet hem tussen de deur en wringt de deur open.",
                "\"Zo eindelijk vrij\", denk je en je stapt naar buiten.",
                "Je hebt de juiste deurcode niet ingevoerd, maar door jouw snelle denken ben je toch ontsnapt."
            ],
            "choices": [
                "Neem je A) de deur links of B) de gang rechts? : a",
                "Welke trap neem je? A) links die naar boven gaat of B) rechtdoor die naar beneden gaat? : b",
                "Welke kant duw je de hendel op? A) Omhoog | B) Naar beneden? : b",
                "Wil je het kristal oppakken (Y/N)? : n",
                "Welke 5 cijfers voer je in? : ?",
                "Welke 5 cijfers voer je in? : ?",
                "Welke 5 cijfers voer je in? : ?"
            ],
            "errors": []
        }
    }
}